/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Préférences du Dock. Les préférences sont divisées entre les clés d’apparence simple et les dictionnaires plus complexes des icônes dynamiques d’application et de document.";
"autohide.pfm_title" =						"Masquage";
"autohide.pfm_description" =				"Réglez la valeur sur Vrai pour activer le masquage.";
"autohide-immutable.pfm_title" =			"Case de masquage désactivée";
"autohide-immutable.pfm_description" =		"Réglez la valeur sur Vrai pour désactiver la case de masquage et d’affichage automatiques.";
"contents-immutable.pfm_title" =			"Modifications impossibles";
"contents-immutable.pfm_description" =		"Réglez la valeur sur Vrai pour empêcher les utilisateurs de changer le contenu du Dock.";
"largesize.pfm_title" =						"Taille d’icône dynamique la plus grande";
"largesize.pfm_description" =				"Taille, en pixels, de la représentation la plus grande de l’icône dynamique.";
"launchanim.pfm_title" =					"Animation au lancement";
"launchanim.pfm_description" =				"Réglez la valeur sur Vrai pour utiliser l’animation au lancement.";
"launchanim-immutable.pfm_title" =			"Case d’animation au lancement désactivée";
"launchanim-immutable.pfm_description" =	"Réglez la valeur sur Vrai pour désactiver la case d’animation au lancement.";
"magnification.pfm_title" =					"Agrandissement";
"magnification.pfm_description" =			"Réglez la valeur sur Vrai pour activer l’agrandissement.";
"magnify-immutable.pfm_title" =				"Case du grossissement désactivée";
"magnify-immutable.pfm_description" =		"Réglez la valeur sur Vrai pour désactiver la case de l’agrandissement.";
"magsize-immutable.pfm_title" =				"Curseur de grossissement désactivé";
"magsize-immutable.pfm_description" =		"Réglez la valeur sur Vrai pour désactiver le curseur d’agrandissement.";
"mineffect.pfm_title" =						"Effet de placement dans le Dock";
"mineffect.pfm_description" =				"Effet de placement dans le Dock.";
"mineffect-immutable.pfm_title" =			"Menu local des effets de placement dans le Dock désactivé";
"mineffect-immutable.pfm_description" =		"Réglez la valeur sur Vrai pour désactiver le menu local des effets de placement dans le Dock.";
"orientation.pfm_title" =					"Position";
"orientation.pfm_description" =				"Positionnement du Dock à gauche, à droite ou en bas.";
"position-immutable.pfm_title" =			"Contrôles de positionnement désactivés";
"position-immutable.pfm_description" =		"Réglez la valeur sur Vrai pour empêcher les utilisateurs de changer l’emplacement du Dock.";
"tilesize.pfm_title" =						"Taille d’icône dynamique";
"tilesize.pfm_description" =				"Taille d’icône dynamique.";
"size-immutable.pfm_title" =				"Contrôle de la taille des icônes dynamiques désactivé";
"size-immutable.pfm_description" =			"Réglez la valeur sur Vrai pour empêcher les utilisateurs de changer la taille des icônes dynamiques.";
"static-only.pfm_title" =					"Icônes dynamiques gérées uniquement";
"static-only.pfm_description" =				"Réglez la valeur sur Vrai pour n’afficher que les icônes dynamiques gérées.";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"Icônes dynamiques d’application";
"AppItems-Raw.pfm_description" =			"Tableau de stockage des données relatives aux icônes dynamiques des applications";
"apptile.pfm_title" =						"Icône dynamique d’application";
"apptile.pfm_description" =					"Une icône dynamique d’application.";

/* Application & document tiles */
"tile-data.pfm_title" =						"Données des icônes dynamiques du Dock";
"tile-data.pfm_description" =				"Données des icônes dynamiques du Dock.";
"file-data.pfm_title" =						"Données du fichier";
"file-data.pfm_description" =				"Données de fichier d’une icône dynamique de fichier.";
"_CFURLString.pfm_title" =					"Chemin du fichier";
"_CFURLString.pfm_description" =			"Chemin absolu au système de fichiers.";
"_CFURLStringType.pfm_title.file" =			"Type d’URL de fichier";
"_CFURLStringType.pfm_description.file" =	"Type d’URL de fichier. Toujours réglé sur 0.";
"_CFURLStringType.pfm_title.URL" =			"Type d’URL";
"_CFURLStringType.pfm_description.URL" =	"Type d’URL. Toujours réglé sur 0.";
"_CFURLStringType.pfm_title.URLID" =		"Type d’identifiant d’URL";
"_CFURLStringType.pfm_description.URLID" =	"Type d’identifiant URL. Toujours réglé sur 15.";
"_CFURLAliasData.pfm_title" =				"Alias";
"_CFURLAliasData.pfm_description" =			"Données d’alias ; requises pour les éléments serveur uniquement.";
"tile-type.pfm_title" =						"Type d’icône dynamique";
"tile-type.pfm_description" =				"Type d’icône dynamique.";
"mcx_typehint.pfm_title" =					"Indication sur le type MCX";
"mcx_typehint.pfm_description" =			"Used internally by Workgroup Manager.  Do not change.";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"Icônes dynamiques de document";
"DocItems-Raw.pfm_description" =			"Tableau de stockage des données des icônes dynamiques de document et d’URL";
"doctile.pfm_title" =						"Icône dynamique de document";
"doctile.pfm_description" =					"Une icône dynamique de document.";
"url.pfm_title" =							"Données d’URL";
"url.pfm_description" =						"Données pour l’icône dynamique d’une URL.";
"file-label.pfm_title" =					"Étiquette de l’icône dynamique du fichier";
"file-label.pfm_description" =				"Étiquette de l’icône dynamique du fichier.";
"label.pfm_title" =							"Étiquette de l’icône dynamique de l’URL";
"label.pfm_description" =					"Étiquette de l’icône dynamique de l’URL";
"file-type.pfm_title" =						"Type d’élément";
"file-type.pfm_description" =				"Type de l’élément. Pour les icônes dynamiques de document : 2 pour un non-volume,18 pour un volume, 32 s’il ne s’agit pas d’un dossier.";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"Dossiers spéciaux MCX";
"MCXDockSpecialFolders-Raw.pfm_description" =	"Dossiers ajoutés par le client géré";
"mcxfolderflag.pfm_title" =						"Indicateur de dossier";
"mcxfolderflag.pfm_description" =				"Indicateur pour un dossier ajouté par un client géré.";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"Règles d’union des icônes dynamiques des applications gérées";
"appTilesUPKManaged.pfm_description" =		"Clés pour règles d’union des icônes dynamiques d’application pour le domaine géré.";
"appTilesUPKUser.pfm_title" =				"Règles d’union des icônes dynamiques des applications utilisateur";
"appTilesUPKUser.pfm_description" =			"Clés pour règles d’union des icônes dynamiques d’application pour le domaine utilisateur.";
"docTilesUPKManaged.pfm_title" =			"Règles d’union des icônes dynamiques des documents gérés";
"docTilesUPKManaged.pfm_description" =		"Clés pour règles d’union des icônes dynamiques de document pour le domaine géré.";
"docTilesUPKUser.pfm_title" =				"Règles d’union des icônes dynamiques des documents utilisateur";
"docTilesUPKUser.pfm_description" =			"Clés pour règles d’union des icônes dynamiques de document pour le domaine utilisateur.";
"mcxDocSpecialUPK.pfm_title" =				"Clé pour règles d’union des dossiers spéciaux du client géré";
"mcxDocSpecialUPK.pfm_description" =		"Clé pour règles d’union des dossiers spéciaux du Dock du client géré.";
